
// Area
"ha" = "га";
"ha_full" = "Гектар";

"acre" = "акр";
"acre_full" = "Акр";

"decare" = "декар";
"decare_full" = "Декар";

// Length
"in" = "in";
"in_full" = "Дюйм";

"ft" = "ft";
"ft_full" = "Фут";

"mile" = "миль";
"mile_full" = "Миля";

"mm" = "мм";
"mm_full" = "Миллиметр";

"cm" = "см";
"cm_full" = "Сантиметр";

"m" = "м";
"m_full" = "Метр";

"km" = "км";
"km_full" = "Километр";

// Weight
"kg" = "кг";
"kg_full" = "Килограмм";

"pound" = "фунтов";
"pound_full" = "Фунт";

"centner" = "ц";
"centner_full" = "Центнер";

"ton" = "т";
"ton_full" = "Тонна";

// Liquids
"pint" = "пинт";
"pint_full" = "Пинта";

"quart" = "кварт";
"quart_full" = "Кварта";

"liter" = "л";
"liter_full" = "Литр";

"british_gallon" = "гал";
"british_gallon_full" = "Британский галлон";

"american_gallon" = "гал";
"american_gallon_full" = "Американский галлон";

"bushel" = "бушелей";
"bushel_full" = "Бушель";

// Temperature
"celsius" = "°C";
"celsius_full" = "Градусы по шкале Цельсия";

"fahrenheit" = "°F";
"fahrenheit_full" = "Градусы по шкале Фаренгейта";

// Productivity
"bushel_per_acre" = "буш/акр";
"bushel_per_acre_full" = "Бушель на акр";

"ton_per_ha" = "т/га";
"ton_per_ha_full" = "Тонна на гектар";

"centner_per_ha" = "ц/га";
"centner_per_ha_full" = "Центнер на гектар";

"us_ton_per_acre" = "т/акр";
"us_ton_per_acre_full" = "Американская тонна на акр";

"kg_per_decare" = "кг/декар";
"kg_per_decare_full" = "Килограмм на декар";

// Speed
"m_per_sec" = "м/с";
"m_per_sec_full" = "Метр в секунду";

"mile_per_hour" = "миль/ч";
"mile_per_hour_full" = "Миля в час";

"km_per_hour" = "км/ч";
"km_per_hour_full" = "Километр в час";

// Fuel
"liter_per_ha" = "л/га";
"liter_per_ha_full" = "Литр на гектар";

"american_pint_per_acre" = "пинт/акр";
"american_pint_per_acre_full" = "Американская пинта на акр";

"american_quart" = "кварт/акр";
"american_quart_full" = "Американская кварта на акр";

"liter_per_100km" = "л/100км";
"liter_per_100km_full" = "Литр на 100км";

"km_per_liter" = "км/л";
"km_per_liter_full" = "Километр на литр";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "Миля на американский галлон";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "Миля на британский галлон";
